###############################################################################
# Created by write_sdc
# Sun Jun  8 16:25:21 2025
###############################################################################
current_design cpu
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
