
===========================================================================
report_tns
============================================================================
tns -532.75

===========================================================================
report_wns
============================================================================
wns -22.73

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -22.73

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.88
