
===========================================================================
report_tns
============================================================================
tns -163.56

===========================================================================
report_wns
============================================================================
wns -11.55

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -11.55

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.79
