
===========================================================================
report_tns
============================================================================
tns -334.69

===========================================================================
report_wns
============================================================================
wns -17.00

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -17.00

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.86
