###############################################################################
# Created by write_sdc
# Sun Jun  8 22:26:23 2025
###############################################################################
current_design cpu
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 40.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
