
===========================================================================
report_tns
============================================================================
tns -96.52

===========================================================================
report_wns
============================================================================
wns -4.22

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -4.22

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.57
