###############################################################################
# Created by write_sdc
# Wed Jun  4 17:28:58 2025
###############################################################################
current_design register_file
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
