
===========================================================================
report_tns
============================================================================
tns -3766.95

===========================================================================
report_wns
============================================================================
wns -39.71

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -39.71

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.77
