
===========================================================================
report_tns
============================================================================
tns -305.33

===========================================================================
report_wns
============================================================================
wns -9.54

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -9.54

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.81
