
===========================================================================
report_tns
============================================================================
tns -2629.94

===========================================================================
report_wns
============================================================================
wns -35.25

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -35.25

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.72
