
===========================================================================
report_tns
============================================================================
tns -304.50

===========================================================================
report_wns
============================================================================
wns -9.46

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -9.46

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.83
